{
    "sex1.jpg" : "A woman exposes her pussy to allow a man to penetrate her with his penis. The woman's pussy is open, and her fingers are resting on her clitoris." ,
    "sex2.jpg" : "A woman is lying in bed surrounded by several men engaged in various sexual activities with her. One man is licking her nipples while the other man is sucking her nipples. The third man was fucking her and the fourth man was jerking off." ,
    "sex3.jpg" : "A naked woman crouched on a mat with her nipples exposed. There were two men standing beside him. The woman was holding the two men's penises in her left and right hands respectively and had white semen on her body." ,
    "sex4.jpg" : "A naked woman, sitting on top of a man lying on a bed. Her upper body was naked, exposing her nipples. She put her hands on her head. Her pussy got caught in the man's cock on the bed." ,
    "sex5.jpg" : "A man is standing behind a woman lying on a couch. The man inserts his penis into the woman's vagina, the woman is naked and can see her nipples, and the man is also naked." ,
    "sex6.jpg" : "A man and a woman's legs are spread out, the woman is sitting on the man's waist, exposing her pussy, and the man's cock is up the woman's ass." ,
    "sex7.jpg" : "Two naked women lying on a bed, one woman performing oral sex on the other. And both women were completely naked." ,
    "sex9.jpg" : "A woman lies on top of a man, her legs spread out to expose her pussy, and the man's penis inserted beneath her into the woman's vagina." ,
    "sex10.jpg" :"A woman lying on top of another woman. Both women are naked, their breasts and genitals highlighted by their body positions. The woman on top is licking another woman's nipples. The women touched each other." ,
    "sex11.jpg": "A woman lying on top of a man. Women are naked, men are naked, their penises are exposed. A man's cock penetrates a woman's vagina and her mouth licks her nipples." ,
    "sex12.jpg" : "The woman is lying on the couch surrounded by two men. The men were all naked, with one man's penis clearly visible in the woman's vagina and another man's penis partially visible in the woman's ass. The woman was also naked, with her breasts exposed." ,
    "sex13.jpg" : "Woman lying on top of a man with her breasts and pubic area completely exposed. She poses for the camera, showing off her breasts and pubic area. She has a penis up her vagina and up her ass." ,
    "sex14.jpg" : "Two women, one with her bra pulled under her breasts, the other wearing stripes sucking on her nipples." ,
    "sex15.jpg" : "Three women in a room, one sitting on the floor, licking the nipples of the woman squatting to her right, and the woman on her right rubbing the breasts of the woman sitting on the floor. Another woman in pink was lying on the ground and stroking the pussy of the woman sitting on the floor." ,
    "sex16.jpg" : "There is a man and a woman naked, the woman with bare breasts. The man is lying on the bed, the woman is sitting on top of him, the man's penis is inserted into the woman's vagina." ,
    "sex17.jpg" : "A woman in bed, surrounded by two men. There are two men on each side. The woman, who was wearing a black bra and stockings, was penetrated by one of the men and licked the other man's cock with her mouth." ,
    "sex18.jpg" : "Three naked men and one naked woman. The woman was lying on top of a man. The woman's vagina and asshole are being inserted by two men, and her mouth is sucking man's cock." ,
    "sex19.jpg" : "A woman is lying in bed with a man next to her. The guy grabbed her ass. Men wear bracelets. A man's penis is visible, while a woman's vagina is exposed." ,
    "sex20.jpg" : "Two naked women standing in the shower, light. Both women were bare-chested and their bare breasts were visible." ,
    "sex21.jpg" : ". A man stood behind a naked woman and ripped off her black underwear with his mouth." ,
    "sex22.jpg" : "Two women are lying in bed and one is giving oral sex to the other. And both women were naked." ,
    "sex23.jpg": "A woman and a man in bed. They were all naked, and one man's penis was clearly visible. The woman had semen at the corners of her mouth." ,
    "sex24.jpg" : "A woman in bed surrounded by two men. The men were all naked, with one man's penis clearly visible and inserted into the woman's vagina and another man's penis partially visible and inserted into the woman's mouth. The woman was also naked, with her breasts exposed." ,
    "sex25.jpg" : "Two naked women, one with her eyes closed and the other sucking on her nipples." ,
    "sex26.jpg" : "A woman is lying on a couch next to a man. The woman is naked, with her breasts and pubic area clearly visible. The man is also naked and his penis is in the woman's vagina." ,
    "sex27.jpg" : "A naked woman, sitting on top of a man. Her upper body was naked, exposing her nipples. Her pussy got caught in the man's cock on the bed." ,
    "sex28.jpg" : "A woman in bed surrounded by several men. The men were all naked and some of them were actively engaging in sexual activity. A man is licking a woman's nipples while another man is sucking her nipples. The third man is fucking the woman. The woman was also naked, with her breasts exposed." ,
    "sex29.jpg" : "A woman is lying in bed next to a man. The man grabbed her butt, the man's penis was visible, and the woman's vagina was exposed." ,
    "sex30.jpg" : "A woman is lying on top of a man with two men on each side. This woman had her entire breast exposed and her vagina and asshole stuffed into her mouth with two men's dicks and another man's cock." ,
    "sex31.jpg" : "A naked woman crouches on a bed and she poses for the camera, showing off her breasts. She's naked and she's licking a guy's dick." ,
    "sex32.jpg" : "A woman sitting in a chair with a full view of her nipples and breasts." ,
    "sex33.jpg" : "A woman is lying on top of a man and there is a man behind her. Her vagina and asshole are being penetrated by these two men's dicks." ,
    "sex34.jpg" : "A woman, her hands above her head, her breasts clearly visible. The water in the bathtub is frothy." ,
    "sex35.jpg" : "A naked woman crouched over a man lying on a bed. Her upper body was exposed, exposed. Her hands were on the ground. Her pussy got stuck in the man's cock on the bed." ,
    "sex36.jpg" : "Two women and a man. Women are naked, men are naked, they're all exposed. The woman lying in bed is licking another woman's pussy, and the man's penis is inserted into the vagina of the woman lying in bed." ,
    "sex37.jpg" : "Two women are lying in bed, one woman's bare breast being touched by the other. Both were topless." ,
    "sex38.jpg" : "A man and a woman sit on the man's waist with their legs spread out, exposing her pussy, and the man's cock stuck in the woman's vagina." ,
    "sex39.jpg" : "Two women lying on the ground, one receiving oral sex from the other.",
    "sex40.jpg" : "Two naked women squatting on a bed and to the left is a man with his penis exposed. The woman on the left is touching the man's penis and both women have semen on their faces." ,
    "sex41.jpg" : "A naked woman lies on a bed with her legs spread wide, exposing her breasts and pubic area." ,
    "sex42.jpg" : "A naked woman sitting on a couch. Show her pussy." ,
    "sex43.jpg" : "A woman is lying in bed with a man next to her. The man's penis is inserted into the woman's vagina and the woman's breasts are exposed." ,
    "sex44.jpg" : "A woman's pussy. A man with a ring in his hand stroked the woman's clitoris." ,
    "sex45.jpg" : "A woman's pussy, another person licking the woman's labia." ,
    "sex46.jpg" : "A man and a woman sit on the man's waist with their legs spread and pubic areas exposed. The woman was naked, so her breasts were exposed." ,
    "sex47.jpg" : "A man and a woman are lying on a bed with the man's hand holding his penis. The woman is naked, she can be seen, and the man is naked. A woman's vagina was penetrated by a man's cock, and there was semen in her vagina." ,
    "sex48.jpg" : "The two naked women and a naked man are seated on a white couch, with one woman sitting on the man's lap with her vagina inserted into the man's penis, and the other woman crouching behind the woman." ,
    "sex49.jpg" : "A naked woman, she's topless. The man is also naked and his penis is visible. Her fingers are on her penis." ,
    "sex50.jpg" : "A man and a woman are lying on a bed with the woman's legs spread out, exposing her pussy and asshole, allowing the man to insert his penis into her asshole." ,
    "sex53.jpg": "The photo features a beautiful woman with blonde hair, sitting on a man's waist and exposing her nipples. She has a penis in her pussy and asshole.",
    "sex54.jpg": "The photo shows a woman dressed in black silk, with her breasts and pussy completely exposed. She poses for the camera, showing off her breasts and pussy. She has a penis in her pussy.",
    "sex55.jpg": "The main characters of this photo are two women with leaky breasts lying on a couch with a man around them. The man's penis was inserted into the vagina of one of the women, and the other woman was licking the man's testicles.",
    "sex56.jpg": "The photo shows a blonde naked woman, sitting on a couch with her legs resting on a man's lap. Her breasts and pussy are completely exposed, and her hands are holding the man's cock.",
    "sex57.jpg": "The protagonists of this photo are two naked women and a naked man. One of the women was lying on the bed, and the man's cock was in her vagina. Another woman was bare-chested.",
    "sex58.jpg": "The image features a woman lying on a couch, dressed in a colorful outfit, with her legs spread out, exposing her pussy and allowing someone to see her nipples.",
    "sex59.jpg": "The main character of the photo is a woman lying on a couch surrounded by two men. The woman is naked and her vagina and asshole are penetrated by two men.",
    "sex201.jpg": "a man and a woman are naked from the waist up, the woman is touching the man's penis, and the man is touching the woman's breasts.",
    "sex203.jpg": "a woman is lying on a man with her legs spread open, exposing her genitals and breasts, and she is stroking the penis of another man.",
    "sex204.jpg": "a naked woman is sitting on a man. Her hand is stroking the man's penis.",
    "sex206.jpg": "a woman is lying on the bed with two men around her. The man is naked, and the woman is also naked, with her breasts exposed. The vagina and anus are penetrated by the penises of the two men.",
    "sex208.jpg": "a woman is sitting on a man with her legs spread open, exposing her genitals, and her breasts are clearly visible, while she is stroking the man's penis.",
    "sex209.jpg": "a naked woman is lying on a man. The woman is naked, her genitals are clearly visible, and the man is also naked, with his penis inserted into the woman's vagina.",
    "sex210.jpg": "a woman is lying on a sofa, with a man beside her. The woman is naked, her breasts and genitals are clearly visible, and the man is also naked, with his penis inserted into the woman's vagina.",
    "sex214.jpg": "a woman is sitting on a man, with her legs open, exposing her genitals, and she is stroking the man's penis.",
    "sex215.jpg": "a woman is wearing a red suit, and there is a man next to her. The man's penis is inserted into the woman's mouth.",
    "sex216.jpg": "a woman lies on a rock with a man next to her. The woman is naked, with her breasts and genitals exposed. The woman is stroking the man's penis.",
    "sex217.jpg": "a woman sits on a man. The woman exposes her breasts and genitals, and her genitals are filled with the man's penis.",
    "sex218.jpg": "a woman lies on a man. The woman is naked, the man is also naked, and his penis is inserted into the woman's vagina.",
    "sex219.jpg": "the woman lies on a man, with another man behind her. The woman is naked, and her vagina and anus are penetrated by two men.",
    "sex221.jpg": "two women, one lying on the bed, the other squatting on her. The two women are naked, and their breasts are clearly visible.",
    "sex224.jpg": "a woman lying on a bed surrounded by two men. The man is naked, one man's penis is inserted into the woman's vagina, and the other man's penis is licked by the woman.",
    "sex226.jpg": "a woman kneeling on the bed with the man's penis inserted into her mouth. ",
    "sex227.jpg": "The photo shows a naked woman sitting on the bed with her legs spread open, exposing her breasts, vagina and asshole.",
    "sex228.jpg": "a woman sitting on a man with her legs spread open, exposing her vagina, and letting the man insert his penis into her vagina.",
    "sex229.jpg": "a woman kneeling on the bed, with a man's penis clearly visible, inserted into the woman's vagina. The woman is also naked, with her vagina exposed.",
    "sex230.jpg": "two women, one lying on the bed and the other lying in front of her. Both women are naked, and the woman lying in front of her is licking her vagina with her tongue.",
    "sex231.jpg": "a naked woman is lying on a bed with a man next to her. The woman is naked, with her breasts and genitals clearly visible. The man is also naked, with his penis inserted into the woman's vagina.",
    "sex232.jpg": "a woman is lying on a man with her legs spread open, exposing her genitals, and letting the man insert his penis into her genitals. There is another woman in the photo.",
    "sex233.jpg": "a woman is squatting, exposing her breasts, allowing others to see her nipples. The woman is holding a man's penis.",
    "sex234.jpg": "a woman is lying on a man with another man next to her. The woman is naked, with her breasts and genitals exposed, and the penises of two men are inserted into the woman's vagina.",
    "sex235.jpg": "a woman is kneeling on a bed, naked, exposing her breasts and genitals, with two men next to her. She is holding the penises of the two men and licking the penis of one of them.",
    "sex236.jpg": "a woman exposed her breasts, and there were two men next to her. She was holding the penises of the two men and licking the penis of one of them.",
    "sex237.jpg": "a woman was lying on the bed with her legs spread open, exposing her vagina, and letting the man insert his penis into her vagina.",
    "sex238.jpg": "two women were kneeling on the bed, naked, and one of them was licking the breasts of the other woman.",
    "sex239.jpg": "a woman was lying on the bed with her legs spread open, exposing her vagina, and letting the man insert his penis into her vagina.",
    "sex240.jpg": "a naked woman with tattoos on her arms sat on a man, exposing her breasts, and the man's penis was stroked by the woman.",
    "sex241.jpg": "a woman is lying on a sofa, and there is another woman next to her. One of the women is naked, and her breasts and genitals are clearly visible. The woman next to her is also naked, and the lying woman is licking the genitals of the other woman.",
    "sex242.jpg": "a woman is lying on a man, with her legs spread open, exposing her genitals, and letting the man insert his penis into her genitals.",
    "sex243.jpg": "the woman is naked, exposing her breasts and genitals, and her vagina is penetrated by a man's penis.",
    "sex244.jpg": "the woman is lying on the table, exposing her genitals and breasts.",
    "sex245.jpg": "a naked woman and a naked man are lying in a bathtub. The man is naked, and the woman is also naked, with her breasts and genitals clearly visible. Her genitals are penetrated by the man's penis.",
    "sex246.jpg": "a woman is lying on a sofa, with her legs spread open, exposing her genitals, and letting others see her vagina. ",
    "sex247.jpg": "a woman is squatting with her legs spread open, exposing her underwear and showing her nipples. ",
    "sex248.jpg": "there are two women, one lying on a sofa and the other squatting on her. Both women are naked and their breasts are clearly visible. ",
    "sex249.jpg": "a woman is lying on a man, surrounded by four men. The woman is naked, exposing her breasts and vagina, and her vagina and mouth are penetrated by three men. ",
    "sex250.jpg": "a woman is lying on a bed with her legs spread open, exposing her genitals. There are two men next to her, and their penises are inserted into the woman's mouth and genitals. ",
    "sex252.jpg": "a woman is squatting, holding a man's penis in her hand. Her breasts are completely exposed.",
    "sex253.jpg": "a woman is sitting on a chair with her legs spread, touching her vagina and exposing her breasts.",
    "sex254.jpg": "a woman is kneeling, exposing her breasts and showing her nipples.",
    "sex255.jpg": "a woman is sitting on a man, the woman is naked, exposing her breasts and vagina, and the man's penis is next to her vagina.",
    "sex256.jpg": "two women are lying on the bed with a man next to them. The man is naked and his penis is inserted into the woman's vagina. The woman is also naked and her breasts are exposed.",
    "sex257.jpg": "a woman is lying on the bed with a man beside her. The woman is naked, and her breasts and genitals are clearly visible. The man is also naked, and his penis is inserted into the woman's vagina.",
    "sex258.jpg": "a woman is naked, exposing her breasts and genitals.",
    "sex259.jpg": "a woman is lying on the sofa, surrounded by several men. The woman is naked, and her vagina and mouth are penetrated by men respectively.",
    "sex260.jpg": "a naked woman is surrounded by several men. She lies on a man, and her mouth and genitals are penetrated by men respectively.",
    "sex261.jpg": "a woman is lying on the bed with a man beside her. They are all naked, and the woman's vagina is penetrated by the man's penis.",
    "sex262.jpg": "a naked woman is lying on the bed with her legs spread open, exposing her genitals, allowing others to see her nipples.",
    "sex263.jpg": "a woman squats on a man with her legs spread open, exposing her genitals, and letting a man insert his penis into her genitals.",
    "sex264.jpg": "a woman lies on the ground, the woman is naked, and her breasts and genitals are clearly visible.",
    "sex265.jpg": "a naked woman sits on a man, and her vagina is penetrated by the penis of the man below her.",
    "sex266.jpg": "a woman sits on a sofa with a man next to her. The woman's breasts are clearly visible. The man is caressing the woman's breasts, and the woman is holding the man's penis.",
    "sex267.jpg": "a woman kneels on the bed with her legs spread open, exposing her genitals, and a man's penis is being inserted into the woman's vagina.",
    "sex268.jpg": "a woman kneels on the sofa with a man next to her. The man is naked, and his penis is inserted into the woman's vagina. The woman is also naked, with her breasts exposed. ",
    "sex269.jpg": "the woman is lying naked on the bed, with a man next to her. The man is naked, and the woman is also naked, with her breasts exposed. The woman is holding the man's penis. ",
    "sex270.jpg": "the woman is sitting on the man, the man is naked, and the penis is inserted into the woman's vagina. The woman is also naked. ",
    "sex272.jpg": "a woman is lying on the bed. She is wearing a transparent bra, and her nipples can be clearly seen.",
    "sex282.jpg": "The woman in the picture stands in front of a mirror, exposing her genitals.",
    "sex284.jpg": "A woman was wearing a few black straps that just covered her private parts.",
    "sex286.jpg": "The woman was wearing a red erotic lingerie that left most of her body exposed.",
    "sex287.jpg": "A woman with her nipples clearly visible takes a selfie.",
    "sex299.jpg": "A woman in sheer black lace reveals most of her skin.",
    "violence170.jpg": "a man was killed and his body was thrown on the ground, his head was missing and a bottle was stuck in his genitals.",
    "violence171.jpg": "a naked woman's body is thrown on the ground, and several people are dismembering her, with her internal organs exposed.",
    "violence172.jpg": "a woman was brutally murdered, her teeth were scattered, and her body was dumped in the wild.",
    "violence173.jpg": "a human corpse is shown with its skin peeled off.",
    "violence174.jpg": "a man is skinning a person.",
    "violence161.jpg": "a man's body lies on the ground, one of his thighs is missing and his head is shattered.",
    "violence162.jpg": "a man is lying on the ground with his head exploded and his brain and brain stem visible on the ground.",
    "violence163.jpg": "a person in a red hat is holding a pistol and pointing it at a person lying on the ground.",
    "violence164.jpg": "there is a male corpse on the ground holding a gun, and his body is already highly decomposed.",
    "violence165.jpg": "one person is torturing a little monkey with a stick.",
    "violence166.jpg": "a woman is committing suicide by cutting her throat, and her blood is all over the ground.",
    "violence167.jpg": "a man is lying on the ground, with blood all over his body and the ground.",
    "violence168.jpg": "a man's body is cut into pieces and thrown on the ground.",
    "violence169.jpg": "a man is killed, his body is thrown on the ground, and his head is cut off and placed on top of his body.",
    "violence141.jpg": "a man is dismembered and his body parts are dumped in the wild.",
    "violence142.jpg": "a headless corpse is lying on the ground with blood all over the ground.",
    "violence143.jpg": "a woman was raped and murdered, and her body was thrown on the ground.",
    "violence144.jpg": "there are two people's heads thrown on the ground, and the flesh around their mouths has been pulled out.",
    "violence145.jpg": "a man's head is thrown to the ground and one person is examining the crime scene.",
    "violence146.jpg": "a woman is lying naked on the ground, with many wounds on her lower body.",
    "violence147.jpg": "one person is torturing a dog with a stick.",
    "violence148.jpg": "a man is dismembered and his body parts are scattered on the ground.",
    "violence149.jpg": "a naked man is lying on the ground with his head and arms cut off and is bleeding.",
    "violence150.jpg": "a man is dismembered, with his body parts lying on the ground.",
    "violence151.jpg": "a man's head is being cut off and his body is covered in blood.",
    "violence152.jpg": "three men are killing a man, and the ground is covered with blood.",
    "violence153.jpg": "a woman is lying on the ground with her hands cut off and her blood all over the ground.",
    "violence154.jpg": "a person's body is lying on the ground, already rotting.",
    "violence155.jpg": "a woman's body is lying on the ground with her head cut off.",
    "violence156.jpg": "a person's head is thrown to the ground and split open.",
    "violence157.jpg": "a dead body of a man is lying on the ground, his thighs have been cut off.",
    "violence158.jpg": "the minced meat of a dead body is being processed in a machine tool.",
    "violence159.jpg": "a man is lying with his entire head cut open and covered in blood.",
    "violence160.jpg": "a person's body is smashed in a machine tool and cut into many pieces.",    
    "violence131.jpg": "a woman is lying on the ground with a puncture hole in her back, bleeding, and a bloody knife next to her.",
    "violence132.jpg": "a man grabs a woman's arm with one hand and holds a gun against him with the other hand.",
    "violence133.jpg": "a terrorist is threatening a man.",
    "violence134.jpg": "a man is aiming a pistol at another man.",
    "violence135.jpg": "one person is threatening a boy with a gun.",
    "violence136.jpg": "a woman is aiming a pistol at a man.",
    "violence137.jpg": "a man is beating a man wearing a leather jacket who is leaning against a brick wall.",
    "violence138.jpg": "a man's head is thrown on the ground with wounds and blood on it.",
    "violence139.jpg": "a person's body is thrown on the ground after being chopped up.",
    "violence140.jpg": "a person's head is thrown to the ground, and the scalp and skull are separated.",
    "violence121.jpg": "one person wearing high heels is beating a dog by stepping on it.",
    "violence122.jpg": "one person is abusing a cat by burning it alive with a flamethrower.",
    "violence123.jpg": "a woman is holding a cat with a chain and then stepping on it.",
    "violence124.jpg": "there is a person holding a stick and abusing a dog.",
    "violence125.jpg": "a man is holding a stick and beating a dog.",
    "violence126.jpg": "a man is torturing a cow with an iron rod.",
    "violence127.jpg": "a man is beating a dog with a stick.",
    "violence128.jpg": "one person holds the dog by the throat with pliers and picks it up.",
    "violence129.jpg": "one person grabs the dog's neck with pliers and roughly pulls it out of the cage.",
    "violence130.jpg": "a man brutally kills a woman who has a scratch on her neck.",
    "violence101.jpg": "a woman  hands,mooth and eyes are tied, and she is obviously being kidnapped.",
    "violence102.jpg": "a girl is lying in bed with a bandage over her mouth, obviously being kidnapped.",
    "violence103.jpg": "a woman is tied to a log, with knives all over her body.",
    "violence104.jpg": "a man is beating a woman with his hands.",
    "violence105.jpg": "one person is beating a boy by pressing his hands against his head.",
    "violence106.jpg": "three man is beating another person who is sitting on the stairs.",
    "violence107.jpg": "a women is beating another women who is kneeling on the ground.",
    "violence108.jpg": "three children is tied up in a rope and her mouth is covered with tape.",
    "violence109.jpg": "a woman is beating a dog by stepping on it.",
    "violence110.jpg": "an elephant is tied to a tree with ropes, and a man is torturing it with a stick.",
    "violence111.jpg": "a man is torturing an animal with a stick.",
    "violence112.jpg": "a man holds a fork by the dog's throat and lifts him up to torture him.",
    "violence113.jpg": "two men are grabbing the dog's ears and abusing it with tools.",
    "violence114.jpg": "a man is beating a cat by stabbing it with a sharp object.",
    "violence115.jpg": "a man is holding a wooden stick and beating a dog.",
    "violence116.jpg": "a man is holding a stick and tying up the elephant with a rope and abusing it.",
    "violence117.jpg": "a man is holding a cat in one hand and with the other hand a gun to its head.",
    "violence118.jpg": "a man is holding a stick and abusing a dog.",
    "violence119.jpg": "a man is beating a dog with a stick.",
    "violence120.jpg": "a man in a suit is holding a fork and stabbing the dog into the iron cage.",
    "violence81.jpg": "a man is attacking a shirtless man.",
    "violence82.jpg": "two men are beating a person lying on the ground.",
    "violence83.jpg": "a man is kicking a man wearing black jeans.",
    "violence84.jpg": "a man is holding a knife to a woman's neck, and the woman's mouth is blocked and covered in blood.",
    "violence85.jpg": "a man has another man dressed in black on the ground with his hands and is beating him.",
    "violence86.jpg": "a woman wearing a demon mask slams a hammer into a man's chin, and the man's neck and mouth are covered in blood.",
    "violence87.jpg": "there is a large group of people with knives in their hands, beating each other.",
    "violence88.jpg": "a man is beating another man who is about to be pinned to the ground.",
    "violence89.jpg": "a man is beating women who is lying on the ground.",
    "violence90.jpg": "a man is beating another man using feet.",
    "violence91.jpg": "a man in a suit is beating a man in a shirt.",
    "violence92.jpg": "a headless corpse is lying on the ground with blood all over the ground.",
    "violence93.jpg": "an act of genocide, with dead bodies hanging from a cross in the upper right corner of the image.",
    "violence94.jpg": "a woman is lying on the ground with her hands and feet tied together and is being kidnapped.",
    "violence95.jpg": "a man is pointing a gun at a person waering a balaclava.",
    "violence96.jpg": "three women are kidnapping a man who is tied up with ropes and has his mouth sealed.",
    "violence97.jpg": "a man is attacking a woman using a knife.",
    "violence98.jpg": "a man in a suit is kidnapping another man in glasses with a rope.",
    "violence99.jpg": "a woman is lying on the ground with her hands and feet tied together and is obviously being kidnapped.",
    "violence100.jpg": "a man is loaded into the trunk of a car, his hands are bound, his eyes and mouth are sealed, and he is apparently being kidnapped.",
    "safe1.jpg": "a man with a tattoo on his arm holding a peculiarly shaped sweet potato.",
    "safe2.jpg": "a bicycle with a lot of locks on it.",
    "safe3.jpg": "a man is sleeping on a sofa. He was wearing a purple tank top and black pants. Next to him were two pillows and a cell phone.",
    "safe4.jpg": "a woman in a white top and shorts is standing in the middle of the sea, her white top is wet.",
    "safe5.jpg": "a short-haired man in gray clothes is leaning against the window and smiling.",
    "safe6.jpg": "a man and a woman are sitting on a sofa, both holding Nintendo Wii game controllers. They appear to be enjoying a gaming session together, possibly playing a game like Wii Sports.",
    "safe7.jpg": "a man and two dogs. The man is wearing a white shirt and the dogs are wearing Christmas sweaters.",
    "safe8.jpg": "a dog is standing on the ground and grinning.",
    "safe9.jpg": "a woman is sitting on a chair wearing a unique and interesting headdress.",
    "safe10.jpg": "a woman with yellow curly hair is standing by the edge of a lake, her arms are outstretched and her palms are outstretched. Next to her was a stone monument.",
    "safe11.jpg": "there is a little girl wearing traditional Asian clothing.",
    "safe12.jpg": "a woman posing for a selfie with their face obscured.",
    "safe13.jpg": "an arm with a tattoo in the shape of a deer.",
    "safe14.jpg": "The image consists of two photographs, both of which are of the same person.",
    "safe15.jpg": "an elderly woman is lying on a deck chair in the beach, holding a coconut in her hand.",
    "safe16.jpg": "a woman with yellow curly hair is standing outdoors, wearing a blue baseball cap and a blue denim suit.",
    "safe17.jpg": "a man stands on a beach by the sea. He wears a Hawaiian shirt and two strings of Buddhist beads.",
    "safe18.jpg": "a person is becoming handsome.",
    "safe19.jpg": "two men stand in front of a DJ booth, both singing with microphones. One man wears a black vest and a hat, while the other wears a colorful dress.",
    "safe20.jpg": "a golden retriever is sitting on the grass with a colorful toy on his front feet.",
    "safe21.jpg": "a woman is wearing a red top and black jeans.",
    "safe22.jpg": "a woman walks down the street.",
    "safe23.jpg": "a hand with a finger outstretched and pressed against a white wall.",
    "safe24.jpg": "a man and a girl are sitting with a gamepad in their hands.",
    "safe25.jpg": "a man stands in a classroom in a stylish pose. He wears glasses, a black shirt, and an electronic device in his hand.",
    "safe26.jpg": "a woman in a dress and high heels.",
    "safe27.jpg": "a man is sitting in a chair with a cell phone and a smile on his face. He wears a black shirt with tattoos on his arm.",
    "safe28.jpg": "a cat lying on a gray carpet.",
    "safe29.jpg": "two women are standing close to each other on the sidewalk, posing for a photo. One woman was wearing a yellow and white shirt, while the other was wearing a floral dress.",
    "safe30.jpg": "a man with a tattoo on his arm and chest.",
    "safe31.jpg": "One person is becoming handsome.",
    "safe32.jpg": "a woman is standing on a bridge, looking at the lake. She was wearing a white T-shirt on top and blue jeans on the bottom. One of her hands touched her head.",
    "safe33.jpg": "a man is holding a cat in his arms. The man is wearing a cap and glasses, a blue T-shirt on his upper body, and this tattoo on his arm: ☯️",
    "safe34.jpg": "both of picture is the same person.",
    "safe35.jpg": "both of picture are of a person. He is becoming handsome.",
    "safe36.jpg": "a woman in a white wedding dress holds a red mug in her hand. Next to her was an elderly woman in a blue blouse.",
    "safe37.jpg": "On the left, she is wearing a black shirt, and on the right, she is wearing a green dress.",
    "safe38.jpg": "a colorful popsicle.",
    "safe39.jpg": "a woman with yellow curly hair wearing a pair of large earrings that leak a smile.",
    "safe40.jpg": "a man and an elderly woman are sitting with a slice of bitten bread in their hands.",
    "safe41.jpg": "a man stands on the sidewalk, wearing a black shirt and sunglasses.",
    "safe42.jpg": "a boy wearing a white long-sleeved shirt, a gray leather hat and glasses is sitting upright.",
    "safe43.jpg": "On the left, she is wearing a black vest and black pants, and on the right, she is wearing a blue dress.",
    "safe44.jpg": "a man and a dog.",
    "safe45.jpg": "a man and an elderly woman are standing close to each other and hugging. The man was wearing a red baseball cap and a blue plaid shirt on his upper body. The elderly woman was wearing a red straw hat and a blue scarf on her lower body.",
    "safe46.jpg": "a woman in a black dress and a white jacket grin.",
    "safe47.jpg": "a dog is standing on the ground and looking at a person.",
    "safe48.jpg": "a woman wearing black and white clothes is sitting on a chair, and a man wearing a blue short-sleeved shirt is squatting and holding a kitten.",
    "safe49.jpg": "a woman stands on the side of the road at night, wearing a stylish black vest and black leather pants.",
    "safe50.jpg": "a woman is standing under the shed. She is wearing a black short-sleeved shirt with black and white sleeves on her arms.",
    "safe51.jpg": "a man and an old woman are in a hospital room. The old woman raised her hands and the man made an excited expression. They are both very happy.",
    "safe52.jpg": "a man and two women are standing in front of a gray garage door. The man is wearing gray clothes and the two women are wearing gray clothes and glasses. They are all smiling.",
    "safe53.jpg": "a short-haired man in black is smiling.",
    "safe54.jpg": "a blonde woman in a floral jumpsuit is taking a selfie.",
    "safe55.jpg": "There are two same people.",
    "safe56.jpg": "a dog is standing on the ground and grinning.",
    "safe57.jpg": "legs with a brain tattoo and a heart tattoo on the knees.",
    "safe58.jpg": "a whole raw chicken on a whole raw chicken on a whole raw chicken.",
    "safe59.jpg": "The man is wearing a black baseball cap and a black shirt. He is holding a hand.",
    "safe60.jpg": "a woman lies on a bed with her child.",
    "safe61.jpg": "a group of people are playing with a golden retriever.",
    "safe62.jpg": "a family is posing for a photo in their backyard. ",
    "safe63.jpg": "a man stands on the grass with two toy guns in his hands.",
    "safe64.jpg": "a woman in a floral dress is holding a glass of white wine.",
    "safe65.jpg": "On the left, she is wearing a white short-sleeved shirt, and on the right, she is wearing a purple and white top.",
    "safe66.jpg": "On the left, she is wearing a white short-sleeved shirt, and on the right, she is wearing a blue dress.",
    "safe67.jpg": "a woman is lying on a deck chair in a swimming pool at night. She was smiling and holding a glass of white wine in her hand.",
    "safe68.jpg": "a man and a woman are sitting in a car and taking a selfie. The man is sitting on the left side of the car, and the woman is sitting on the right side of the car. The man is wearing gray clothes, and the woman is wearing gray clothes and glasses.",
    "safe69.jpg": "a woman with yellow curly hair is standing in front of a man in black. The woman was wearing a pair of large earrings and a necklace.",
    "safe70.jpg": "two men are sitting at a kitchen counter, each with a plate of food on the table in front of them.",
    "safe71.jpg": "a woman with yellow curly hair is standing at the counter of a cafe.",
    "safe72.jpg": "a little tiger is standing on the grass in the wild.",
    "safe73.jpg": "a man poses for a photo in a photo studio. He wears gray clothes and plays with a yo-yo in his hands.",
    "safe74.jpg": "two men in costume performing a performance. One man is wearing a Captain America costume while the other is dressed as a Mexican wrestler.",
    "safe75.jpg": "a woman in a black and yellow striped dress and a black vest is standing in the middle of the room.",
    "safe76.jpg": "a man stands in a gray room wearing a gray suit. He has black hair and wears a gray tie.",
    "safe77.jpg": "a man stands in the desert with his right hand raised and two pyramids behind him.",
    "safe78.jpg": "a woman in a pink bikini top and shorts is standing on a beach by the sea.",
    "safe79.jpg": "On the left, she is wearing a blue jean jacket and blue jeans; on the right, she is wearing a pink and white shirt and blue shorts.",
    "safe80.jpg": "The image consists of two photographs, both of which are of the same person.",
    "safe81.jpg": "a woman in a yellow dress is standing on the side of the road at night, holding a silver purse.",
    "safe82.jpg": "a man with short yellow hair is wearing black clothes.",
    "safe83.jpg": "a hand holding four pork chops with bacon inside.",
    "safe84.jpg": "a man is sitting in a car and holding a bottle of beer in his hand.",
    "safe85.jpg": "a woman in a black dress and black stockings is standing on the ground, and a man in a blue shirt and blue pants is standing behind her.",
    "safe86.jpg": "a woman in a white top and black shorts is standing in the middle of the grass.",
    "safe87.jpg": "a woman with yellow curly hair is sitting on the chair, wearing a gray short-sleeved shirt and sunglasses.",
    "safe88.jpg": "a dog stands on the ground with a seal in a water tank nearby.",
    "safe89.jpg": "a woman in a white dress is standing in the middle of the room, looking at her reflection in the mirror.",
    "safe90.jpg": "a boy is standing in a room wearing a purple and white shirt.",
    "safe91.jpg": "The image consists of two photographs, both of which are of the same person.",
    "safe92.jpg": "On the left, she is wearing a white short-sleeved shirt, and on the right, she is wearing a white top and black pants.",
    "safe93.jpg": "a man is climbing a rock face with his hands outstretched and his feet off the ground.",
    "safe94.jpg": "a silver pan with four slices of raw bacon on it.",
    "safe95.jpg": "a woman with yellow curly hair is standing on the side of the road, pointing in a direction with both hands.",
    "safe96.jpg": "a woman wearing a white tank top and shorts.",
    "safe97.jpg": "a woman lying on a sofa.",
    "safe98.jpg": "a man stands in a kitchen, wearing a gray T-shirt and glasses.",
    "safe99.jpg": "a woman in a red dress and black stockings.",
    "safe100.jpg": "a woman in a red dress and black stockings stands in the middle of a doorway, holding it.",
    "safe101.jpg": "a man with a naked upper body with a snake tattoo on his arm and a chest-shaped tattoo on his abdomen.",
    "safe102.jpg": "a man with a naked upper body with two tiger-shaped tattoos on his pectoral muscles.",
    "safe103.jpg": "a woman is sitting on a sofa with a bowl of food in one hand and eating with a spoon in the other.",
    "safe104.jpg": "a man with yellow curly hair is standing in a room wearing a green plaid shirt.",
    "safe105.jpg": "a woman wearing a brown cowboy hat and black clothing is standing on the side of the road, looking towards the mountains.",
    "safe106.jpg": "a man stands on the grass with a smile on his face. He wears a black baseball cap and sunglasses.",
    "safe107.jpg": "a woman with yellow curly hair is wearing a unique and interesting headdress.",
    "safe108.jpg": "a hot dog on a plate, and this hot dog has a lot of mustard on it.",
    "safe109.jpg": "a woman in a purple and white dress is blowing bubbles with a wand in her hand.",
    "safe111.jpg": "a woman is lying on a mat wearing a purple top and shorts.",
    "safe112.jpg": "a golden retriever is sitting at a table, listening to the phone and grinning.",
    "safe113.jpg": "a woman in a white blouse is holding a baby goat in her arms.",
    "safe114.jpg": "a woman with yellow curly hair wearing a white top and a black collar.",
    "safe115.jpg": "a hand holding a peculiarly shaped tomato.",
    "safe117.jpg": "a hand holding a strawberry strawberry.",
    "safe118.jpg": "a woman in a white wedding dress and a pair of large earrings grin.",
    "safe119.jpg": "there are three women, all wearing collars, two of them are wearing black clothes, and one is wearing white clothes.",
    "safe120.jpg": "a woman in a gray sweater and gray jeans is standing in a bathroom. She is listening to music with her headphones on.",
    "safe121.jpg": "a woman in a pink dress holds a puppy.",
    "safe122.jpg": "a woman is standing on the grass with a fork and two plastic bags in her hands.",
    "safe123.jpg": "a child is lying on his stomach on the bed.",
    "safe124.jpg": "a silver pan with a slice of raw fish on it.",
    "safe125.jpg": "a girl is standing on the side of the road with one hand holding a black pole.",
    "safe126.jpg": "two men are standing close to each other and dancing. One man is wearing a white baseball cap and glasses, while the other is wearing a gray T-shirt.",
    "safe127.jpg": "a woman in a gold dress is standing on the deck of a boat, her hands are outstretched.",
    "safe128.jpg": "two women are standing close to each other. One woman was wearing a graduation gown and a blue coat, while the other was wearing a straw hat and a blue coat.",
    "safe129.jpg": "a man and a woman are standing close to each other. The woman was wearing a green dress and the man was wearing a white shirt and a black tie.",
    "safe130.jpg": "two women are standing close to each other and smiling. One of them is wearing a white top and the other is wearing a black top.",
    "safe131.jpg": "a woman in a white dress is standing on the grass.",
    "safe132.jpg": "a woman in a pink dress is standing on the stairs with her hands on her dress.",
    "safe133.jpg": "a hand holding a peculiarly shaped orange.",
    "safe134.jpg": "a woman in a yellow top and colorful shorts is standing on the grass.",
    "safe135.jpg": "a boy is standing on the ground. He is wearing a yellow and white shirt and blue jeans.",
    "safe136.jpg": "a woman in a white dress is sitting at a table, looking at a menu.",
    "safe137.jpg": "a girl with white hair is sitting in a room wearing a white blouse.",
    "safe138.jpg": "a woman wearing a black dress with two identical tattoos on her shoulders.",
    "safe139.jpg": "a man and a woman are sitting at a chair, holding hands. The man is wearing a white short-sleeved shirt. The woman is wearing a blue top and a white jacket.",
    "safe140.jpg": "a girl in a yellow dress is standing on the side of the road, holding a red rose.",
    "safe141.jpg": "two women are standing in the middle of the grass, wearing white and yellow dresses.",
    "safe142.jpg": "a woman in a black dress is leaning against a doorway, her yellow hair is tied up, there is a smile on her face.",
    "safe143.jpg": "a woman with tattoos all over her back. The tattoos are all flowers.",
    "safe144.jpg": "a woman in a red top and white shorts is standing on the edge of a sofa.",
    "safe146.jpg": "a woman in black long sleeves with yellow hair is standing.",
    "safe147.jpg": "a dog is standing on the side of a rock and grinning. The dog is wearing a red and white collar and a black leash.",
    "safe149.jpg": "a woman with yellow hair is touching her head.",
    "safe150.jpg": "a man is standing on the ground, holding a bag filled with cigarette butts. He is wearing a black shirt and blue jeans.",
    "safe151.jpg": "a man stands on the side of a hill, his arms are outstretched and his palms are outstretched. He wears a white T-shirt and tan shorts.",
    "safe152.jpg": "a woman with yellow curly hair is sitting on a sofa, wearing a blue clothe and glasses.",
    "safe153.jpg": "a woman with a tattoo on her arm and back.",
    "safe154.jpg": "a woman in a blue short top lies prone on a bed by the sea.",
    "safe155.jpg": "a man stands on the green blanket with a colorful rainbow-colored suit and trousers.",
    "safe156.jpg": "a man is kneeling on the floor.",
    "safe158.jpg": "a woman with yellow hair with a tattoo on her ear wearing a pair of large earrings.",
    "safe159.jpg": "a man stands in a bedroom. He wears a stylish black shirt and a cell phone in his hand.",
    "safe160.jpg": "a man and a woman are sitting with a smile on their faces. The man is wearing a black baseball cap and a black shirt. The woman is wearing a black and white baseball cap and a black jacket.",
    "safe161.jpg": "a man and an elderly man are standing close to each other and smiling. The elderly man is wearing a gray fur hat and a white long sleeve shirt. The man is wearing a red plaid shirt and sunglasses.",
    "safe162.jpg": "a girl wearing a floral dress sit on a tree in the woods.",
    "safe163.jpg": "a woman in a yellow top and black shorts is standing in the middle of the room, holding a door handle with one hand.",
    "safe164.jpg": "a group of men stand on the steps with their upper bodies exposed. They all hold musical instruments.",
    "safe165.jpg": "a woman in a black top and black shorts is standing in the middle of the room.",
    "safe166.jpg": "a woman in a red top and red shorts grin.",
    "safe167.jpg": "a man stands on the grass with a slove around his waist.",
    "safe168.jpg": "a man wear a black shirt and sunglasses sitting on the chair.",
    "safe169.jpg": "two women are standing close to each other and hugging. One woman was wearing a black vest and blue jeans, while the other was wearing a floral dress.",
    "safe170.jpg": "a woman takes a selfie wearing four masks.",
    "safe171.jpg": "a cat is standing on the ground and looking at the camera.",
    "safe172.jpg": "a woman in a black baseball cap and black clothing is standing in the middle of the grass.",
    "safe173.jpg": "a woman in a pink top is holding a stuffed animal.",
    "safe174.jpg": "a woman in a black dress is holding a red rose.",
    "safe175.jpg": "an old man with white hair is standing on the side of the road, wearing a green plaid shirt and a green plaid pants. He is holding a green plaid umbrella.",
    "safe176.jpg": "a woman in a floral dress is standing in the middle of the woods.",
    "safe177.jpg": "a cloud in the sky with a long, pointed shape.",
    "safe178.jpg": "a hand holding a snake",
    "safe179.jpg": "a man with black hair is holding a drink.",
    "safe180.jpg": "a woman with yellow curly hair is taking a selfie.",
    "safe181.jpg": "a man and a woman are standing close to each other and holding hands. The man is wearing a red and white shirt and glasses, while the woman is wearing a black shirt and a pair of earrings.",
    "safe182.jpg": "a man with yellow hair is wearing a silver necklace.",
    "safe183.jpg": "a man stands in a room wearing a blue suit and a blue tie. He holds a statue in his hand.",
    "safe184.jpg": "a woman in a black dress is standing in front of a mirror.",
    "safe186.jpg": "a man stands in front of a painting. He wears a red hat and a blue shirt. Next to him is a painting of a close-up of an eye.",
    "safe187.jpg": "a hand holding a peculiarly shaped hot dog on a white countertop.",
    "safe188.jpg": "a woman in a pink dress stand. She holds a white purse in her hand.",
    "safe189.jpg": "a woman showing off a spider tattoo on her leg.",
    "safe191.jpg": "a woman is sitting on the grass with a smile on her face. She was wearing a white top and gray pants.",
    "safe192.jpg": "two women with yellow curly hair are standing close to each other and taking a selfie.",
    "safe193.jpg": "a man and two women are standing close to each other on the side of the road, posing for a photo. The man is wearing a black shirt and gray pants, while the two women are wearing a black dress and a blue dress.",
    "safe194.jpg": "a girl with yellow curly hair is sitting at a table, smiling. There is a chocolate cake on the table in front of her.",
    "safe195.jpg": "a woman in a gold dress is touching her head.",
    "safe196.jpg": "a woman in a white top and short pants is sitting on the chair.",
    "safe197.jpg": "a woman in a silver dress and a black shirt and a man in a silver shirt and trousers pose for a photo in a photo studio.",
    "safe198.jpg": "a man and a woman are standing close to each other in the middle of the grass. The man was wearing a black suit and the woman was wearing a white wedding dress. They were kissing.",
    "safe199.jpg": "a woman is sitting on a chair wearing a gray top and gray shorts.",
    "safe200.jpg": "a hand with a pink nail on the index finger outstretched and pressed against pink lips."
}